[iris_vosq_commercial_01_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU HAVE A PRETTY FACE! We want you in a commercial. Go grab a shipment of Torgue guns, then fight your way through the Forge and we film you.",Time=0)

[iris_vosq_commercial_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You got the shipment! Now, blast your way through the Forge while we record your PRETTY-ASS FACE!",Time=0)

[iris_vosq_commercial_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm gonna record my voice-over for the commercial while you fight! DON'T PAY ME ANY MIND!",Time=0)

[iris_vosq_commercial_04_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Torgue weapons are AWESOME! The Vault Hunter uses them, and the Vault Hunter is PHYSICALLY ATTRACTIVE!",Time=0)

[iris_vosq_commercial_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="LOOK AT HOW COOL THE VAULT HUNTER IS! If you don't buy Torgue weaponry, you aren't as cool as them!",Time=0)

[iris_vosq_commercial_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The Vault Hunter uses Torgue guns, and they laugh in the face of danger! They're like, ''HA, DANGER! You're dumb and you have an ugly face which ain't as hot as my face which is TOTALLY HOT!''",Time=0)

[iris_vosq_commercial_07_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We need more footage of you kicking ass with Torgue guns!",Time=0)

[iris_vosq_commercial_08_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aaaand CUT! Nice job, Vault Hunter! That radio commercial is gonna be badass!",Time=0)

[iris_vosq_commercial_09_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOUR FACE IS GONNA LOOK AWESOME ON RADIO!",Time=0)

[iris_vosq_fan_01_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ohmygodohmygodohmygod. Do you know who just arrived in the Beatdown? SULLY THE STABBER! He's my THIRD favorite mass-murderer in the ENTIRE WORLD! You HAVE to go get his autograph for me.",Time=0)

[iris_vosq_fan_02_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Get his signature on this. Please. PLEEEEEASEpleasepleasepleasepleaseplease. If I don't get his autograph I'm gonnaDIEEEEE. He's my favoritest! He killed every living person on the Bathymas with nothing but a rusty butterknife! If you don't take it I'm gonna start crying. Please. Please. Please. Please. Please. (making a song out of it) Oh-baby please. Please. Please. P-p-please. Please. Please. Pleeease. That was ''Please,'' by Tiny Tina featuring the Vault Hunter on bass.",Time=0)

[iris_vosq_fan_03_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH MY GOD THANK YOU SO MUCH. Sully's out in the Beatdown. Just bring me his autograph and you will be my FAVORITE PERSON EVER. FOREVER.",Time=0)

[iris_vosq_fan_04_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There's Sully! Now go ask him for an autograph oh my god I AM SO NERVOUSSSSSS!",Time=0)

[iris_vosq_fan_05_echox_bulkybiker]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="An autograph? PAH! Piss off, chump.",Time=0)

[iris_vosq_fan_06_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(on the verge of tears) He said... no? Well. There's only one thing to do -- look him in the eye, nod politely, and KILL THE LIVING CRAP OUT OF HIM!",Time=0)

[iris_vosq_fan_07_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I JUST WANTED AN AUTOGRAPH, YOU BIG BULLY!",Time=0)

[iris_vosq_fan_08_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BOOYAH! Thanks for helping me with that, girl. That's why you my main squeeze. Anyway, grab that little memento he dropped.",Time=0)

[iris_vosq_fan_09_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I may not have gotten an autograph, but that thing's even better, you know what I'm sayin? Come on back, girl.",Time=0)

[iris_vosq_fan_10_echo_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Sully was my third favorite murderer. You know who my number one is? It's yoooooouuuuu. Awww, how sweet, I'ma throw up.",Time=0)

[iris_vosq_gasguzzlers_01_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What ho! It's your old chum, Sir Hammerlock with a quest for you. There appears to be a new species of rrrrakk somewhere in the amusingly named Badass Crater of Badassitude. Go find these creatures, would you?",Time=0)

[iris_vosq_gasguzzlers_02_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Aw, what the nut?! Those rakk are suckin' up motor oil like it was chocolate damn milk!",Time=0)

[iris_vosq_gasguzzlers_03_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Indeed! Vault Hunter, dispatch a few of them, would you?",Time=0)

[iris_vosq_gasguzzlers_04_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That rakk dropped an oil sac! Grab it for me, would you? I can use it to study the rakk's altered genetics.",Time=0)

[iris_vosq_gasguzzlers_05_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'll alter your generics with my FIST, Hammerknock! Those rakk are guzzling gasoline, also known as Pandora's only freakin' power source! We gotta kill 'em, not study 'em, yo!",Time=0)

[iris_vosq_gasguzzlers_06_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yo V-Hunts! I may not know as many five dollar words as Professor Moustache over there, but I know what scares me. One: rakk. Two: genetic researchin'. Three: GENETICALLY ENHANCED RAKK. Gimme them oil sacs, so's Hammerhock can't create a race of murderous super-rakk, man!",Time=0)

[iris_vosq_gasguzzlers_07_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The overenthusiastic mechanic is panicking over nothing, my dear friend. If you return the sacs to me, I shan't be engaging in any Frankensteinian genetic manipulation -- such hobbies lay exclusively within the purview of Doctor Zed.",Time=0)

[iris_vosq_gasguzzlers_08_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH STOP TALKIN' LIKE A DOUCHE!",Time=0)

[iris_vosq_gasguzzlers_09_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Touche.",Time=0)

[iris_vosq_gasguzzlers_10_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You've collected enough sacs! Now, please send them to me.",Time=0)

[iris_vosq_gasguzzlers_11_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Nuh-uh. One word, Vaultaman: genetically-engineered-super-rakk. (beat.) There was a shitload of hyphens in there, but technically it's one word. Anyway, send them sacs my way instead of Hammy's.",Time=0)

[iris_vosq_gasguzzlers_12_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="And science marches on! A wise decision, Vault Hunter.",Time=0)

[iris_vosq_gasguzzlers_13_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know what? Fine! But when them skies are full a' hyper-intelligent flyin' creatures of death, just you remember that you sided with the guy who talks like somebody tossed a dictionary in a food processor.",Time=0)

[iris_vosq_gasguzzlers_14_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yo that's my boy! You did me proud, what-what? You the man... uh... Craig! YEAH!",Time=0)

[iris_vosq_gasguzzlers_15_echo_hammerlock]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(sigh.) And so scientific progress is once again halted by the fears of the superstitious. Ah, well. C'est la vie.",Time=0)

[iris_vosq_interview_01_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, sugar. I did a few promo interviews to talk you up before your big fight with Piston, but it sounds like they went missing. Go find 'em, wouldya?",Time=0)

[iris_vosq_interview_02_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Gee -- I wonder who stole and hid the interview tapes. Oh wait, I just remembered -- me, baby. Piston doesn't want any competition on the airwaves, you dig?",Time=0)

[iris_vosq_interview_03_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You found all the interviews? Gorgeous. Just bring 'em back to me and I'll make sure they're broadcast all over the crater.",Time=0)

[iris_vosq_interview_04_echo_piston]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whatever. That painted town bicycle of yours won't change anybody's mind. We all know you're nothing more than a scared little coward, don't we?",Time=0)

[iris_vosq_interview_05_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now that you've brought those interviews back, they should play over the Crater loudspeakers every once in a while.",Time=0)

[iris_vosq_mattertaste_01_echo_bulkybiker]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(cough) BuffGamer here. Today I'm reviewing ''Diamond Mercenaries 2.'' The gameplay's pretty dull. It sucked. Six out of ten.",Time=0)

[iris_vosq_mattertaste_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="F*ckingWHAT? DIAMOND MERCENARIES 2 WAS AWESOME! VAULT HUNTER, FIND THAT *SSHOLE AND KILL HIM BECAUSE I DISAGREE WITH HIS REVIEW SCORE!",Time=0)

[iris_vosq_mattertaste_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I RESENT YOU FOR DISLIKING A GAME I SPENT MONEY ON! TIME TO DIE!",Time=0)

[iris_vosq_mattertaste_04_echox_bulkybiker]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah, crap! BOYS! SOMEBODY DISAGREED WITH THE REVIEW!",Time=0)

[iris_vosq_mattertaste_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="YOU SAID DIAMOND MERCENARIES 2 SUCKED BUT YOU GAVE IT A SIX OUT OF TEN WHICH IMPLIES IT IS ABOVE AVERAGE!",Time=0)

[iris_vosq_mattertaste_06_echox_bulkybiker]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It was just my opinion...",Time=0)

[iris_vosq_mattertaste_07_echox_bikermarauder]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Please, just leave! You've already killed BuffGamer, just leave us alone!",Time=0)

[iris_vosq_mattertaste_08_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Eh -- he's got a point. Head on back, Vault Hunter.",Time=0)

[iris_vosq_mattertaste_09_echox_bikermarauder]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks, Vault Hunter. All this violence was more pointless than the stealth sections of Triangle Quest 9!",Time=0)

[iris_vosq_mattertaste_10_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I TAKE IT BACK. KILL THEM ALL.",Time=0)

[iris_vosq_mattertaste_11_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THE STEALTH SECTIONS OF TRIANGLE QUEST 9 WERE A GREAT CHANGE OF PACE FROM THE REGULAR GAMEPLAY! BURN IN HELL, YOU BASTARDS!",Time=0)

[iris_vosq_mattertaste_12_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="THAT'LL TEACH YOU TO HOLD AN OPINION CONTRARY TO MINE!",Time=0)

[iris_vosq_mattertaste_13_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That's that -- those tasteless bastards are gone. Come on back whenever you're ready.",Time=0)

[iris_vosq_monster_01_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Listen up, Vault Hunter! A monster is hiding out somewhere in the crater. It's big, deadly, and TOTALLY AWESOME. GO KILL IT!",Time=0)

[iris_vosq_monster_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="OH SNAP! The monster I sent you to kill is actually a monster TRUCK! PUNS, MOTHERF*CKER!",Time=0)

[iris_vosq_monster_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Good job beating that punny piece of sh*t into the dirt. Come on back, ducksucka!",Time=0)

[iris_vosq_monster_04_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(like a guitar solo) Nicely doooooone!",Time=0)

[iris_vosq_motherlover_01_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, Scooter-man's talkin' at ya! There's this slag-suckin' little BITCH out in the crater, name of Hamhock? Moxxi told me he tried to cop a feel on her, so that sumbitch has gotta DIE! Now, I hired a few extra triggermen to deal with his rakk-tappin' ass just in case, but I thought I'd give my old pal first dibs on him, you know what I'm sayin? You and I's besties, you know that.",Time=0)

[iris_vosq_motherlover_02_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Wait -- don't kill Hamhock! I... stretched the truth when I told Scooter he tried to cop a feel. Hamhock's no angel, but I was drunk and honestly, what happened was pretty consensual. Like... four to five bases worth of consensual. So here's what I propose -- you take out the other hitmen Scooter hired, and you let Hamhock live. Sound good?",Time=0)

[iris_vosq_motherlover_03_echox_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey! Why ain't you killed Hamhock yet? You know he used his brother's spine as a skippin' rope, don't ya? He went to the national championships with the damn thing! Besides, I'll reward the hell out of ya once you deep-six him! Gosh damn!",Time=0)

[iris_vosq_motherlover_04_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dangit, Vault Hunter! (sigh) Sorry, Hamhock. At least the Vault Hunter will make it quick.",Time=0)

[iris_vosq_motherlover_05_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whoo-ee! I knew you'd come through for me, Vaulty! That's my new nickname for you. It's short for Vault Hunter, which I gotta keep callin' you cause I don't know your real name. Is it Steve? I think it's Steve. Actually you know what, I just talked myself out of the nickname thing. Ignore everythin' I just said.",Time=0)

[iris_vosq_motherlover_06_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'ma come up with a new nickname for you, you ready? You ready? Hunty. V-Hunt. Vaultaman, Molestor of Justice. V-to-the-ault Hunter. Craig. No... I'ma come up with something. I'll get this, hang on.",Time=0)

[iris_vosq_motherlover_07_echo_scooter]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="What to the hell?! Why are you killin' the other dudes I hired? Did Moxxi put you up to this? I bet she did. I swear, momma's defended more of her skeezy-ass boyfriends than I can count. Like... one, two three four five... twelve!",Time=0)

[iris_vosq_motherlover_08_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for helping me out, babe. Scooter means well, but he tends to... overreact when he doesn't like my boyfriends. Come on back when you're ready.",Time=0)

[iris_vosq_motherlover_09_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Appreciated, sugar. Now... I wonder if Hamhock's still interested in mixing a few baseball metaphors, if you catch my drift.",Time=0)

[iris_vosq_myhusband_01_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My husband... has been turned into a skag. I know it sounds insane, but I'm certain of it. He's somewhere in the Torgue Forge -- look for a skag with a red scarf. Find him, please.",Time=0)

[iris_vosq_myhusband_02_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hmm -- none of those skags has a scarf. Oh, well -- just kill them all.",Time=0)

[iris_vosq_myhusband_03_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Take that, Uriah! Nobody cheats on me with impunity! I thought paying that gypsy to turn you into a skag would quell my lust for vengeance, but it wasn't enough! Now DIE!",Time=0)

[iris_vosq_myhusband_04_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Was it worth it, Uriah?! Was it worth being turned into a SKAG?! I HOPE IT WAS, YOU BASTARD!",Time=0)

[iris_vosq_myhusband_05_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Good job. One of those skags must have been my husband.",Time=0)

[iris_vosq_myhusband_06_echox_uriah]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey. Vault Hunter. Over here.",Time=0)

[iris_vosq_myhusband_07_echox_uriah]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So, uh, yeah -- I'm not a skag. I ran away once that maniac Jerek found out I cheated on him. Look -- can you do me a favor and give him my scarf so he thinks I'm dead? Oh, and also, don't kill me. I just realized that stepping out of my hiding spot when you already thought I was dead was probably a bad move. So... uh... yeah. That got awkward fast.",Time=0)

[iris_vosq_myhusband_08_echox_uriah]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(death gurgle)",Time=0)

[iris_vosq_myhusband_09_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="He wasn't even a skag?! The lying -- and now I'm beginning to think those gypsies don't actually have mystical powers! Still, Vault Hunter, I thank you for upholding my honor. Get back to the bounty board whenever you're done.",Time=0)

[iris_vosq_myhusband_10_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Frigging gypsies.",Time=0)

[iris_vosq_myhusband_11_echox_uriah]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks, chief. Just take that scarf to Jerek and we can all go home.",Time=0)

[iris_vosq_myhusband_12_echo_jerek]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You found his scarf? So he really is dead. Wow. I feel... kind of sad. \n Nope, now it's passed. I'm happy again. SCREW THAT GUY.",Time=0)

[iris_vosq_recall_01_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BAD NEWS. A diseased midget fell into the Black Label brewery a couple weeks back which means all our beer is poisoned as F*CK and has to be recalled. Kill anyone holding a beer and bring back all the tainted bottles you can find!",Time=0)

[iris_vosq_recall_02_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep grabbing those bottles! I ain't having my gladiators die of poison -- that's WUSSYSH*T!",Time=0)

[iris_vosq_recall_03_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="KEEP KILLING THOSE BANDITS WITH BULLETS SO THEY WON'T BE KILLED BY POISON BEER!",Time=0)

[iris_vosq_recall_04_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You almost got enough bottles! Keep going!",Time=0)

[iris_vosq_recall_05_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You got all the bottles! Thanks for killing those bandits so the poisoned beer couldn't kill them OH SH*T I JUST REALIZED THAT MADE NO SENSE. God DAMMIT!",Time=0)

[iris_vosq_recall_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="WHY DID I THINK THAT PLAN MADE SENSE?!",Time=0)

[iris_vosq_saythattoface_01_echo_bikermarauder]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, Vault Hunter. I've got a job for you. Why don't you... kiss my ass and get the hell outta this crater?!",Time=0)

[iris_vosq_saythattoface_02_echo_bikers]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="(laughter)",Time=0)

[iris_vosq_saythattoface_03_echo_bikermarauder]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Seriously, numbnuts -- just quit now! Hahahaah!",Time=0)

[iris_vosq_saythattoface_04__torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="That was some bush-league smack talk -- why doncha pay those idiots a visit and shut em up for good? (beat.) I MEAN KILL THEM.",Time=0)

[iris_vosq_saythattoface_05_echo_bikermarauder]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh CRAP! The Vault Hunter got our message! WASTE 'EM!",Time=0)

[iris_vosq_saythattoface_06_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I like you! You put your bullets where the smack talker's mouth was!",Time=0)

[iris_vosq_saythattoface_07_echo_torgue]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Only WUSSBAGS can't back up their own smack talk!",Time=0)

[iris_vosq_walkingdog_01_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I just bought a puppyyyyyy! His name is Enrique and he is adowable as a mothahumper. Do me a flava and take him for a walk, wouldja? It'll help with your training and give Enrique some exercise. I'll mark his location on your ECHO thingy.",Time=0)

[iris_vosq_walkingdog_02_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="There he is! To properly walk Enrique, you just gotta open his cage and lead him through some of his favorite spots. But be careful -- he is a very affectionate puppy and he'll love your FACE off if you don't stay ahead of him.",Time=0)

[iris_vosq_walkingdog_03_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="RUN, VAULT HUNTER! RUN LIKE THE MOTHAHUMPIN' WIND!",Time=0)

[iris_vosq_walkingdog_04_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't shoot my doggy too much! That's RUDE!",Time=0)

[iris_vosq_walkingdog_05_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Don't hurt Enrique too much, just lead him to his favorite spots!",Time=0)

[iris_vosq_walkingdog_06_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Enrique must live or I'ma be PISSED!",Time=0)

[iris_vosq_walkingdog_07_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Looks like Enrique got bored. Pop him one so he'll start chasin' you again.",Time=0)

[iris_vosq_walkingdog_08_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Enrique lost interest! Better get his attention!",Time=0)

[iris_vosq_walkingdog_09_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Enrique gets bored easily. Give him a lil' love tap to show him you mean business. Bidness. Blagh.",Time=0)

[iris_vosq_walkingdog_10_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="ENRIQUE! POR QUEEEEEE????",Time=0)

[iris_vosq_walkingdog_11_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Keep those legs up, Vault Hunter! You're doin' ace!",Time=0)

[iris_vosq_walkingdog_12_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Whatever happens, don't look back!",Time=0)

[iris_vosq_walkingdog_13_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I SAID DON'T!",Time=0)

[iris_vosq_walkingdog_14_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If you can move this fast in the arena you'll be UNSTOPPABLE!",Time=0)

[iris_vosq_walkingdog_15_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're nearly done! Pump those legs, girl!",Time=0)

[iris_vosq_walkingdog_16_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who's a little tired puppy? It's Enrique! Yes it is! Good job, girl. Enrique looks good and pooped. Come on back whenever you're done.",Time=0)

[iris_vosq_walkingdog_17_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Damn, girl. That's my puppy and he was already tired out. You cold. I like it.",Time=0)

[iris_vosq_walkingdog_18_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="ENRIQUEEEEEEE! WHYYYYY?! \n Well, that's that. Who wants ice cream?",Time=0)

[iris_vosq_walkingdog_19_echox_tinytina]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="PIZZOWWWWWW.",Time=0)

[iris_vosq_wanted_01_echox_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="It's time for the other gladiators to get scared, sugar. Scared of you. I stole some of the wanted posters printed about you Vault Hunters. Plaster them around the arena so the other gladiators know exactly what you're capable of.",Time=0)

[iris_vosq_wanted_02_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I'm not usually one for military men, but I gotta say -- rowrr.",Time=0)

[iris_vosq_wanted_03_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Can you say ''ladyboner''?",Time=0)

[iris_vosq_wanted_04_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The crowd loves a man of mystery. And so do I, for that matter.",Time=0)

[iris_vosq_wanted_05_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ah, the Gunzerker. Frightening, yet... hairy.",Time=0)

[iris_vosq_wanted_06_echo_bikermarauder]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Holy skagspit -- those Vault Hunters are serious badasses. But... it don't matter! We'll kill ya anyway, right guys? Right?",Time=0)

[iris_vosq_wanted_07_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You're all done, sweetheart. The gladiators in the arena oughtta know who they're messing with now. Come on back.",Time=0)

[iris_vosq_wanted_08_echo_moxxi]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A picture's worth a thousand words. Or in your case, the word ''kill,'' repeated a thousand times.",Time=0)

